Repository: MEGLDON83/pt.KeePass
Catalog: Translations/*.KeePass Android/*.KeePass.*.xlf
Languages: pt

# CantCreateDatabaseMessagesBelowTryAgain
source: Can't create database. Check messages below and try again.
pt: Невозможно создать БД. Проверьте сообщение ниже и попробуйте снова.

# Cant_Create_Database_File_Exists
source: The file exists. Change the name.
pt: Файл существует. Измените имя.

source: Copy password
pt: Копировать пароль

source: Copy username
pt: Копировать имя пользователя

# Delete_item_from_list
source: Delete
pt: Удалить

source: File
pt: Файл

source: Filename
pt: Имя файла

# Files_history_parameter_should_be_in_JSON
source: Files history parameter should be serialized in JSON. Check inner exception for details.
pt: История файлов должна предаваться в формате JSON. Проверье внутренние исключения для деталей.

# GetKdbxFileCredentials
source: Restore your kdbx file credentials
pt: Восстановить ваши учётные данные для kdbx файла

# InvalidCredentialsErrorMessage
source: Invalid credentials.
pt: Неверные учетные данные.

source: Key file
pt: Файл-ключ

# MasterPassword
source: Password
pt: Пароль

# MasterPassword_repeat
source: Repeat password
pt: Повторить пароль

# Menu_FilesPage
source: Files
pt: Файлы

# Menu_Menu
source: Menu
pt: Меню

# Menu_SettingsPage
source: Settings
pt: Настройки

source: New file
pt: Новый файл

# New_group
source: Group
pt: Группа

# New_key_entity
source: Entry
pt: Запись

source: Open item
pt: Открыть запись

# Policy_Paragraph_1
source: Protecting your privacy is important to us. We hope the following statement will help you to understand how we collect, use and safeguard your personal information in the application.
pt: Защита вашей конфиденциальнсти важна для нас. Мы недеемся следующая информация поможет вам понять как мы собираем, используем и охраняем вашу персональную информацию в приложении.

# Policy_Paragraph_2
source: 1. Type of collected information
pt: 1. Тип собираемой информации

# Policy_Paragraph_3
source: We do not collect any personal or identifying information you whatsoever. However if the app requires access to the Internet and network capabilities so that it may download ads to be displayed in order to keep the app free or upload the telemetry data to improve the application's quality.
pt: Мы не собираем никакой личной или идентифицирующей вас информации вообще. Тем не менее, если приложение требует доступа к Интернету и сетевым возможностям, то это необходимо для загрузки рекламы, чтобы сохранить приложение бесплатным или загружать данные телеметрии для улучшения качества приложения.

# Policy_Paragraph_4
source: 2. How to get more information
pt: 2. Как узнать больше

# Policy_Paragraph_5
source: If you have any questions or concerns regarding our privacy policy or how the app can access to your personal information, you may email us at support@panteam.net
pt: Если у вас есть какие-либо вопросы или опасения относительно нашей политики конфиденциальности или того, как приложение может получить доступ к вашей личной информации, вы можете написать нам по адресу: support@panteam.net

# Policy_Paragraph_6
source: 3. Changes of our privacy policy
pt: 3. Изменения нашей политики безопасности

# Policy_Paragraph_7
source: Our privacy policy may be changed at any time.
pt: Наша политика конфиденциальности может быть изменена в любое время.

# Privacy_Policy_Title
source: Privacy policy
pt: Политика конфиденциальности

# SaveCredentials
source: Save password
pt: Сохранить пароль

# SaveCredentialsDescriptionAndroid
source: Save password using KeyStore
pt: Cохранить пароль используя KeyStore

# SaveCredentialsDescriptioniOS
source: Save password using KeyChain
pt: Сохранить пароль в KeyChain

# SaveCredentialsDescriptionWindows
source: Save password using Data Protection
pt: Cохранить пароль используя Data Protection

# Tab_Policy_Title
source: Policy
pt: Конфиденциальность

# Toolbar_add_file
source: Create new
pt: Создать

# Toolbar_open_file
source: Open existing
pt: Открыть существующую

source: (None)
pt: (Нет)

source: Passwords mismatch
pt: Несоответствие паролей

source: No
pt: Нет

source: Unsaved changes
pt: Несохраненные изменения.

# Unsaved_changes_detail
source: There're unsaved changes exist on the page. Do you want to leave and loose them?
pt: На странице есть несохраненные изменения. Вы хотие уйти и потерять их?

source: Yes
pt: Да

source: Edit entry
pt: Редактировать запись

source: Title
pt: Название

source: Notes
pt: Заметки

source: Password quality
pt: Качество пароля

source: Username
pt: Имя пользователя

source: Save
pt: Сохранить

source: Undo
pt: Отменить

source: Show
pt: Показать

source: About
pt: О программе

source: Options
pt: Настройки

source: Edit group
pt: Редактировать группу

source: Password generator
pt: Генератор пароля

# ACopy
source: Copy
pt: Копировать

source: Example
pt: Пример

# AdditionalCharacters
source: Also include the following characters
pt: Использовать следующие символы

source: Brackets ([, ], {, }, (, ), <, >)
pt: Скобки ([, ], {, }, (, ), <, >)

# Digits
source: Digits (0, ,1, 2, ...)
pt: Цифры (0, ,1, 2, ...)

source: High ANSI characters
pt: Верхние символы ANSI

# LowerCase
source: Lower-case (a, b, c, ...)
pt: Нижний регистр (a, b, c, ...)

source: Minus (-)
pt: Минус (-)

source: Share
pt: Поделиться

source: Space ( )
pt: Пробел ( )

source: Special (!, $, %, &, ...)
pt: Специальные символы (!, $, %, &, ...)

source: Underline (_)
pt: Подчеркивание (_)

# UpperCase
source: Upper-case (A, B, C, ...)
pt: Верхний регистр (A, B, C, ...)

source: Generate password
pt: Сгенерировать пароль

# AddititonalCharacters
source: Additional characters
pt: Дополнительные символы

source: Password length
pt: Длина пароля

source: Copied
pt: Скопировано

source: Password is copied
pt: Пароль скопирован

source: Username is copied
pt: Имя пользователя скопировано

source: Search in all subgroups
pt: Искать во всех подгруппах

source: Entry
pt: Запись

source: Fields
pt: Поля

source: History
pt: История

source: Version
pt: Версия

source: Restore
pt: Восстановить

source: View
pt: Посмотреть

# EmptyFieldName
source: The field name can't be empty
pt: Название поля не может быть пустым

# InvlidFieldName
source: Invalid field name
pt: Недопустимое имя поля

# IvalidFieldlName
source: The field name is invalid
pt: Направильное название поля

source: Name
pt: Название

source: Value
pt: Значение

source: Add or update
pt: Добавить или обновить

source: Load
pt: Загрузить

source: New field
pt: Новое поле

source: Field Name
pt: Имя поля

source: Field Value
pt: Значение поля

source: Enable in-memory protection
pt: Вкл шифрование в памяти

# CantPickFile
source: This file provider is not supported yet. We're working already to fix it. Try to open the file from the provider app or save file locally.
pt: Этот поставщик файлов пока не поддерживается. Мы уже работаем над тем, чтобы это исправить. Попробуйте открыть файл из приложения поставщика или сохранить файл локально.

source: Error
pt: Ошибка

# AutoCreateNew
source: (Automatically create new)
pt: (Создавать новый автоматически)

source: Credentials
pt: Параметры подключения

source: Recycle bin
pt: Корзина

# RecycleBinGroupName
source: Recycle bin group:
pt: Группа для корзины:

# UseEmtpyCredentials
source: Use empty credentials
pt: Использовать пустые учётные данные.

# UseRecycleBin
source: Use a recycle bin
pt: Использовать корзину

# UseRecycleBinDisclamer
source: If this option is enabled, the programm moves entries/groups to the recycle bin group instead of deleting them. Deleting an entry/group from the recycle bin will permanently remove it.
pt: Если этот параметр включен, программа перемещает записи/группы в группу корзины вместо их удаления. Удаление записи / группы из корзины приведет к ее безвозвратному удалению.

# ptEntryTypeBankCard
source: Bank card
pt: Банковская карта

# ptEntryTypeGeneral
source: General
pt: Общие

source: pt.Entry Type
pt: Тип записи

# ptBankCardHolderName
source: Cardholder
pt: Владелец карты

# ptBankCardNumber
source: Card number
pt: Номер карты

# ptBankCardPinCode
source: Card PIN code
pt: PIN код карты

# ptBankCardSecretWord
source: Card's secret word
pt: Секретное слово карты

# ptBankCardValidToMonth
source: Card valid to month
pt: Действительно до месяца

# ptBankCardValidToYear
source: Card valid to year
pt: Действительно до года

source: Valid to
pt: Действительно до

source: Icons
pt: Иконки

source: Icons pack
pt: Набор иконок

source: Files
pt: Файлы

source: Open database
pt: Открыть БД

# IconsForGroup
source: Icons for Group entry
pt: Иконки для записи Группа

# IconsForKey
source: Icons for Key entry
pt: Иконки для запис Ключ

# IconPackImage
source: Icon pack
pt: Набор иконок

# KeePassImage
source: KeePass icon
pt: Иконка KeePass

source: Custom icon
pt: Выбранная иконка

source: Directory
pt: Папка

# LastModificationTime
source: Last modified
pt: Изменено

source: Free
pt: Бесплатно

# AppStoreUnavailable
source: The store is unavailable. Try again later.
pt: Магазин недоступен. Попробуйте позднее.

# BillingUnavailable
source: Billing unavailable. Try again later.
pt: Биллинг недоступен. Попробуйте позднее.

# DeveloperError
source: Develper error. Try again later.
pt: Ошибка разработчика. Попробуйте позднее.

# GeneralError
source: Error. Try again later.
pt: Ошибка. Попробуйте позднее.

# InvalidProduct
source: Invalid product. Try again later.
pt: Нерпавильный продукт. Попробуйте позднее.

# ItemUnavailable
source: Item unavailable. Try again later.
pt: Элемент недоступен. Попробуйте позднее.

# NoInternetConnection
source: Check internet connection
pt: Проверьте интернет-подключение.

# PaymentInvalid
source: Invalid payment. Try again later.
pt: Неверный платеж. Повторите позднее.

source: Price
pt: Цена

# RestoreFailed
source: Purchase resotring failed. Try again later.
pt: Восстанолвение покупки завершилось неудачей. Попробуйте позднее.

# ServiceUnavailable
source: Service unavailable. Try again later.
pt: Сервис недоступен. Попробуйте позднее.

source: Set
pt: Задать

source: Skip this page next time
pt: Пропустить эту страницу в следующий раз

# UserCancelled
source: Cancelled by user. Try again.
pt: Остановлено пользователем. Попробуйте снова.

source: Donate
pt: Поддержать

# ThankYou
source: Thank you for your support!
pt: Спасибо за вашу поддержку!

# CantConnectToTheStore
source: Can't connect to the Store. Try again later.
pt: Невозможно подключится к магазину. Попробуйте позднее.

# CantOpenFile
source: The file is not available from this location. Please try to copy it to the app. Message:
pt: Файл недоступен из этого расположения. Пожалуйста, попробуйте скопировать его в приложение. Сообщение:

# TapAnimationToStopAutoOpen
source: Tap the animation to stop auto-opening
pt: Нажмите на анимацию для остановки открытия БД

source: Attention
pt: Внимание

# ExportWarning
source: The operation is not secure. The data will be exported unencrypted. Anyone will be able to read the exported data if one got access to them.
pt: Эта операция не является безопасной. Данные будут экспортированы в незашифрованном виде. Любой желающий сможет прочитать экспортированные данные, если получит к ним доступ.

source: Entities
pt: Записи

source: Export
pt: Экспорт

# SharingRelogin
source: If you're exporting more than one entity we will ask you to enter the secure database credentials on the next page. It would not let you use your device's stored password if you have one.
pt: Если вы экспортируете несколько объектов, мы попросим вас ввести учетные данные защищенной базы данных на следующей странице без использования сохраненного пароля на вашем устройстве, если он у вас есть.

source: App settings
pt: Настройки приложения

# ContributeTranslationText
source: We're always looking for translation contributions! You can make corrections or help to make this app available in your language by joining our community on GitHub
pt: Мы вседа рады помощи в переводе приложения! Вы можете внести исправления или помочь сделать это приложение доступным на вашем языке, присоединившись к нашему сообществу на GitHub

# ContributeTranslationCommandText
source: Contribute translation
pt: Учавствовать в переводе

source: Settings
pt: Настройки

source: Clipboard cleaning timeout (seconds)
pt: Тайм-аут очистки буфера обмена (секунды)

source: Open in another app...
pt: Открыть в другом приложении...

source: File providers
pt: Поставщики файлов

source: Local folder
pt: Локальная папка

source: Sign in to get files
pt: Войдите чтобы загрузить файлы

source: Sign out
pt: Выйти

source: Sign in
pt: Войти

source: Open
pt: Открыть

source: Local storage
pt: Диск

# FileProvider
source: Provider
pt: Поставщик

source: Syncing with OneDrive
pt: Синхронизация с OneDrive

source: Signing in...
pt: Вход...

source: Can't sign in
pt: Невозможно войти

source: Downloading files list...
pt: Загрузка списка файлов...

source: Getting user info
pt: Получение информации о пользователе

# FileIsReadOnly
source: The file is read only
pt: Файл только для чтения

# CopyToClipboardDescription
source: Copy entry's data to the clipboard
pt: Скопировать данные записи в буфер обмена

# PasswordButtonName
source: Password
pt: Пароль

# UsernameButtonName
source: Username
pt: Имя пользователя

source: Send to notifications
pt: Отправить в уведомления

source: Database options
pt: Настройки базы данных

source: Tap the animation to stop remote file syncing
pt: Нажмите на анимацию для остановки синхронизации файла

# FtpExplicitEncryption
source: Explicit encryption (FTP over TLS, FTPS)
pt: Явное шифрование (FTP через TLS, FTPS)

# FtpNoEncryption
source: No encryption (FTP)
pt: Без шифрования (FTP)

# ErrorFtpPort
source: Port should be a number between 1 & 65535
pt: Порт должен быть числом от 1 до 65535

source: Connect to:
pt: Подключаться к:

# Host
source: Host: myftphost.com or 127.0.0.1
pt: Хост: myftphost.com или 127.0.0.1

source: Connection encryption
pt: Шифрования подключения

source: Initial directory (optional)
pt: Начальная директория (опционально)

# ErrorHostMustNotBeEmpty
source: The host must not be empty
pt: Хост не задан

source: Password
pt: Пароль

source: Use anonymous
pt: Использовать anonymous

source: Testing...
pt: Тестирование...

source: The connection is valid
pt: Подключение корректно

source: Auto
pt: Автоматически

source: Browse for a kdbx file
pt: Поиск файла kdbx

source: Update
pt: Обновить

# FtpImplicitEncrytpion
source: Implicit encryption (FTP over TLS, FTPS)
pt: Неявное шифрование (FTP через TLS, FTPS)

source: Dark
pt: Тёмная

source: Light
pt: Светлая

source: System
pt: Системная

source: Theme
pt: Тема

# DownloadRemoteFileRequest
source: Download remote file & replace the local version?
pt: Скачать удаленный файл и заменить локальную версию?

# UploadLocalFileRequest
source: Upload local file & replace the remote version?
pt: Загрузить локальный файл и заменить удаленную версию?

# Donwload
source: Download
pt: Скачать

source: Upload
pt: Отправить

# LogsLabel
source: Logs:
pt: Лог:

source: Share log...
pt: Отправить лог...

# ShareUsageStatistic
source: Share log:
pt: Отправлять лог:

# ShareUsageStatisticDescription
source: Send the log automatically to improve the app.
pt: Отправлять лог автоматически для улучшения приложения.

source: Telemetry
pt: Телеметрия

source: User ID:
pt: Идентификатор пользователя:

# UserIdDescription
source: Share your user ID with support to find your usage data on the servers. You can change your user ID at any time to make sure that it's anonymous.
pt: Поделитесь своим идентификатором пользователя со службой поддержки, чтобы найти данные о вашем использовании на серверах. Вы можете изменить свой идентификатор пользователя в любое время, чтобы убедиться, что он анонимный.

# UserIdRegenerate
source: Change user ID
pt: Изменить идентификатор пользователя

source: Remote file
pt: Удалённый файл

# RemoteFileSyncDisclaimer
source: Your local or remote file can be overwritten. Ensure you have backups.
pt: Ваш локальный или удаленный файл может быть перезаписан. Убедитесь, что у вас есть резервные копии.

source: Download remote file
pt: Скачать файл с сервера

source: Upload local file
pt: Загрузить файл на сервер
